---
kind: type
id: T:Autodesk.Revit.DB.UnitTypeId
source: html/bc1b6454-f10a-66dc-9268-1dccbc403f78.htm
---
# Autodesk.Revit.DB.UnitTypeId

This class contains constants identifying units of measurement.

## Syntax (C#)
```csharp
public static class UnitTypeId
```